Repository: cristian-edward/cofetaria-ioana
Catalog: app/Resources/SonataAdminBundle/translations/SonataPageBundle.*.xliff
Languages: ro

# label_product
source: Product
ro: Produs

# label_category
source: Category
ro: Categorii

# label_weight
source: Weight
ro: Greutatea produsului

# label_subcategory
source: Subcategory
ro: Subcategorii

# label_shortdescription
source: Short Description
ro: Descriere scurtă

# label_longdescription
source: Long Description
ro: Descriere lungă

# label_alt
source: Alt
ro: Alternative

# label_active
source: Active
ro: Activ

# label_title
source: Title
ro: Titlu

# label_name
source: Name
ro: Numele produsului

# label_isused
source: Is Used
ro: Este folosit

# label_action
source: Action
ro: Actiuni

# label_productlist
source: Product List
ro: Lista de produse

# label_user
source: User
ro: Conturi de useri

# label_link
source: Link
ro: Legatură

# label_categorylist
source: Category List
ro: Lista de categorii

# label_subcategorylist
source: Subcategory List
ro: Listă de subcategorii

# label_weightlist
source: Weight List
ro: Listă greutate produs

# label_description
source: Product description
ro: Descriera produsului

# label_photo
source: Photo
ro: Poze

# label_nameofsubcategory
source: Name of subcategory
ro: Numele subcategoriei

# label_picture
source: Picture
ro: Poze
